
import Mock from "mockjs"
let addsArr = [{
    "dwbn": "DWI00010021",
    "address": "鱼复街道五号桥南测100米",
    "lnglat": [116.556542, 40.254909]
  }, {
    "dwbn": "DWI00010010",
    "address": "达县南外镇宏源小区五号门市",
    "lnglat": [116.502782, 39.988875]
  }, {
    "dwbn": "DWI00010003",
    "address": "重庆市铜梁县侣俸镇龙兴路58号",
    "lnglat": [116.359438, 39.698928]
  }, {
    "dwbn": "DWI00010162",
    "address": "梁平县碧山镇新元村1组",
    "lnglat": [116.063937, 40.208659]
  }, {
    "dwbn": "DWI00010182",
    "address": "重庆市铜梁县土桥镇土桥路1号附1",
    "lnglat": [116.694639, 39.867557]
  }, {
    "dwbn": "DWI00010223",
    "address": "铜梁县侣俸镇玉林村6社",
    "lnglat": [116.70209, 40.212813]
  }, {
    "dwbn": "DWI00010290",
    "address": "潼南县塘坝镇东南街36号",
    "lnglat": [116.036822, 39.757046]
  }, {
    "dwbn": "DWI00010291",
    "address": "潼南县塘坝镇人民街102-104号",
    "lnglat": [116.579728, 40.28789]
  }, {
    "dwbn": "DWI00010292",
    "address": "朱衣镇胡家村3组",
    "lnglat": [116.760049, 39.652678]
  }, {
    "dwbn": "DWI00010399",
    "address": "康定县炉城镇向阳街13号",
    "lnglat": [116.832852, 40.078239]
  }, {
    "dwbn": "DWI00010434",
    "address": "成都市郫县三道堰镇永定街46、48号",
    "lnglat": [116.269023, 39.913013]
  }, {
    "dwbn": "DWI00010491",
    "address": "资阳市石桥镇福建街门市内",
    "lnglat": [116.650065, 40.117542]
  }, {
    "dwbn": "DWI00001051",
    "address": "重庆市璧山县大路镇大井街36号",
    "lnglat": [116.273938, 39.867703]
  }, {
    "dwbn": "DWI00010652",
    "address": "梁平县礼让镇繁华路横街11号",
    "lnglat": [116.150657, 39.739598]
  }, {
    "dwbn": "DWI00010679",
    "address": "重庆市潼南县塘坝镇人民街106号",
    "lnglat": [116.579728, 40.28789]
  }, {
    "dwbn": "DWI00010734",
    "address": "重庆市开县汉丰街道安康街公务员小区A1-88号",
    "lnglat": [116.735141, 40.18136]
  }, {
    "dwbn": "DWI00010856",
    "address": "桐君阁大药房巫山县官渡镇双桥街221号",
    "lnglat": [116.577599, 39.903221]
  }, {
    "dwbn": "DWI00010892",
    "address": "永安镇明良街妇幼保健站宿舍7号门市",
    "lnglat": [117.125768, 40.138259]
  }, {
    "dwbn": "DWI00010960",
    "address": "铜梁县侣俸镇中兴街47号",
    "lnglat": [116.637309, 40.247932]
  }, {
    "dwbn": "DWI00010936",
    "address": "重庆市酉阳县腴地乡高庄村",
    "lnglat": [116.805724, 39.742794]
  }, {
    "dwbn": "DWI00010962",
    "address": "重庆市江北区建新东路雨花园A栋5号门面",
    "lnglat": [116.242455, 40.047247]
  }, {
    "dwbn": "DWI00010974",
    "address": "重庆市荣昌县广顺街道公园街87号",
    "lnglat": [116.945126, 40.149416]
  }, {
    "dwbn": "DWI00010992",
    "address": "绵阳市安县塔水镇振兴街164号",
    "lnglat": [116.814855, 40.313046]
  }, {
    "dwbn": "DWI00010994",
    "address": "铜梁县侣俸镇白塔村5社",
    "lnglat": [116.892879, 40.164714]
  }, {
    "dwbn": "DWI00010999",
    "address": "铜梁县东城街道金龙社区玉泉村四社",
    "lnglat": [116.259491, 39.974179]
  }, {
    "dwbn": "DWI00011008",
    "address": "铜梁县太平镇街道白云路1号",
    "lnglat": [116.342746, 39.905391]
  }, {
    "dwbn": "DWI00011017",
    "address": "成都市郫县犀浦镇校园路东段105号",
    "lnglat": [117.103651, 40.160782]
  }, {
    "dwbn": "DWI00011115",
    "address": "酉阳县龙潭镇龙泉社区3组",
    "lnglat": [116.379086, 39.877443]
  }, {
    "dwbn": "DWI00011113",
    "address": "重庆市酉阳县楠木乡红旗村一组",
    "lnglat": [116.206765, 39.980338]
  }, {
    "dwbn": "DWI00011143",
    "address": "重庆市石柱县南宾镇万寿大道城南花园正大门1-1号",
    "lnglat": [116.543392, 39.881417]
  }, {
    "dwbn": "DWI00011167",
    "address": "重庆市铜梁县巴川街道办事处北环路74号",
    "lnglat": [116.239917, 40.23045]
  }, {
    "dwbn": "DWI00011245",
    "address": "重庆市彭水县普子镇双桥社区2组106号",
    "lnglat": [116.570936, 39.896214]
  }, {
    "dwbn": "DWI00011315",
    "address": "秀山县涌洞乡居民开发区街",
    "lnglat": [116.410449, 39.784931]
  }, {
    "dwbn": "DWI00011360",
    "address": "汉丰街道驷马社区南山路分凤凰城17号门市",
    "lnglat": [117.202627, 40.113336]
  }, {
    "dwbn": "DWI00011455",
    "address": "重庆市铜梁县土桥镇新房村2社",
    "lnglat": [116.565101, 39.903853]
  }, {
    "dwbn": "DWI00011456",
    "address": "重庆市酉阳县桃花源镇花园村10组",
    "lnglat": [116.317325, 39.9316]
  }, {
    "dwbn": "DWI00011543",
    "address": "铜梁县巴川镇兴农街29号",
    "lnglat": [116.705405, 40.098726]
  }, {
    "dwbn": "DWI00011625",
    "address": "酉阳县酉酬镇大桥头",
    "lnglat": [115.897744, 39.573962]
  }, {
    "dwbn": "DWI00011657",
    "address": "潼南县双江镇双桥路48号",
    "lnglat": [116.577575, 39.90607]
  }, {
    "dwbn": "DWI00011658",
    "address": "江北区玉祥小区1号附19号",
    "lnglat": [116.232653, 40.23225]
  }, {
    "dwbn": "DWI00011660",
    "address": "重庆市潼南县梓潼街道办事处兴业街1号1幢3、4单元1层89附2号",
    "lnglat": [116.327431, 39.730874]
  }, {
    "dwbn": "DWI00011492",
    "address": "重庆市开县云枫街道关子社区占地移民房B26-5号院门市",
    "lnglat": [116.650065, 40.117542]
  }, {
    "dwbn": "DWI00011531",
    "address": "重庆市武隆县长坝镇十字街广播电视站楼下9号",
    "lnglat": [116.694879, 40.325316]
  }, {
    "dwbn": "DWI00011763",
    "address": "重庆市潼南县花岩镇长兴街38号",
    "lnglat": [116.166647, 39.846141]
  }, {
    "dwbn": "DWI00011797",
    "address": "江北区洋河新区渝珠花园34号",
    "lnglat": [116.359292, 40.221121]
  }, {
    "dwbn": "DWI00011965",
    "address": "剑南镇大南路359-361号",
    "lnglat": [116.295539, 40.024239]
  }, {
    "dwbn": "DWI00012134",
    "address": "巴中市巴州市南池南路564号",
    "lnglat": [116.313939, 39.88888]
  }, {
    "dwbn": "DWI00012156",
    "address": "西安市陕西省商业储运总公司六村堡南区仓库（陕西商储南院A区1、2号库）",
    "lnglat": [116.587688, 39.759038]
  }, {
    "dwbn": "DWI00012222",
    "address": "重庆市开县温泉镇泉兴街97号",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00016957",
    "address": "重庆市梁平县云龙镇龙溪路295号",
    "lnglat": [116.474445, 39.92998]
  }, {
    "dwbn": "DWI00012376",
    "address": "甘孜藏族自治州康定县炉城镇向阳街26号",
    "lnglat": [116.287977, 39.844916]
  }, {
    "dwbn": "DWI00012390",
    "address": "重庆市开县汉丰街道永兴社区A44区",
    "lnglat": [116.115007, 39.913401]
  }, {
    "dwbn": "DWI00011667",
    "address": "重庆市梁平县龙门镇龙凤街101号",
    "lnglat": [116.948985, 40.175532]
  }, {
    "dwbn": "DWI00011821",
    "address": "成都市双流县东升街道西安路12号",
    "lnglat": [116.726193, 40.176158]
  }, {
    "dwbn": "DWI00011849",
    "address": "铜梁县太平镇太平村2社",
    "lnglat": [116.642098, 40.148081]
  }, {
    "dwbn": "DWI00011909",
    "address": "内江市隆昌县界市镇政府街门面",
    "lnglat": [116.233908, 40.22031]
  }, {
    "dwbn": "DWI00011932",
    "address": "成都市双流县东升街三强南路二段95号、97号",
    "lnglat": [116.683978, 39.640533]
  }, {
    "dwbn": "DWI00012272",
    "address": "（石羊）新北街1号附19号",
    "lnglat": [116.603103, 40.242763]
  }, {
    "dwbn": "DWI00012276",
    "address": "广安市丰禾镇利民街5号附1号",
    "lnglat": [116.167956, 40.527155]
  }, {
    "dwbn": "DWI00012303",
    "address": "重庆市梁平县复平乡小山村2组",
    "lnglat": [117.299618, 40.215524]
  }, {
    "dwbn": "DWI00012451",
    "address": "重庆市开县赵家街道凤翔路232号",
    "lnglat": [116.685044, 40.292536]
  }, {
    "dwbn": "DWI00012465",
    "address": "重庆市柏家镇中心村10组",
    "lnglat": [116.34402, 39.55045]
  }, {
    "dwbn": "DWI00012350",
    "address": "成都市双流县黄甲街道杨家桥路174号",
    "lnglat": [116.988016, 40.157749]
  }, {
    "dwbn": "DWI00012358",
    "address": "重庆市汉丰街道新天地F栋39-40号",
    "lnglat": [116.386901, 39.841971]
  }, {
    "dwbn": "DWI00012360",
    "address": "重庆市开县汉丰街道安康街104号",
    "lnglat": [116.735141, 40.18136]
  }, {
    "dwbn": "DWI00012359",
    "address": "重庆市汉丰街道九龙路老城老街156号",
    "lnglat": [116.072527, 39.944206]
  }, {
    "dwbn": "DWI00012362",
    "address": "开县汉丰街道杨柳路380号",
    "lnglat": [116.315649, 40.020795]
  }, {
    "dwbn": "DWI00012371",
    "address": "成都市郫县安靖镇方碑村金河路173号附214.216号",
    "lnglat": [116.269168, 39.982802]
  }, {
    "dwbn": "DWI00012566",
    "address": "九襄镇新民街4号",
    "lnglat": [115.902747, 40.373018]
  }, {
    "dwbn": "DWI00012730",
    "address": "重庆市开县温泉镇乐园村2社",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00012733",
    "address": "重庆市荣昌县昌元街道东大街154号",
    "lnglat": [116.811681, 40.485357]
  }, {
    "dwbn": "DWI00012756",
    "address": "内江市隆昌县响石镇中心街64号",
    "lnglat": [116.94426, 40.385465]
  }, {
    "dwbn": "DWI00012767",
    "address": "重庆市星期四奉节县新民镇观音庵二组",
    "lnglat": [115.981093, 39.666428]
  }, {
    "dwbn": "DWI00012822",
    "address": "内江市隆昌县金鹅镇康复路115-117号",
    "lnglat": [116.846836, 40.378528]
  }, {
    "dwbn": "DWI00013128",
    "address": "重庆市梁平县双桂街道工业园区创业路龙强建材公司职工楼1-9",
    "lnglat": [116.136578, 39.950141]
  }, {
    "dwbn": "DWI00013172",
    "address": "重庆市梁平县双桂街道机场路1364号",
    "lnglat": [116.136066, 39.755633]
  }, {
    "dwbn": "DWI00012399",
    "address": "重庆市开县汉丰街道锦程路270号",
    "lnglat": [116.805734, 40.349717]
  }, {
    "dwbn": "DWI00012492",
    "address": "郫县安德镇安平路65号",
    "lnglat": [116.690376, 40.284315]
  }, {
    "dwbn": "DWI00012487",
    "address": "重庆市大德镇龙王村5组",
    "lnglat": [115.544047, 39.884489]
  }, {
    "dwbn": "DWI00012495",
    "address": "开县云枫街道永光街110门市",
    "lnglat": [116.650065, 40.117542]
  }, {
    "dwbn": "DWI00012493",
    "address": "开县云枫街道迎宾路开中校东门27-29门市",
    "lnglat": [116.156291, 39.788183]
  }, {
    "dwbn": "DWI00012499",
    "address": "康定县炉城镇向阳街27号",
    "lnglat": [116.287808, 39.845223]
  }, {
    "dwbn": "DWI00012676",
    "address": "重庆市铁桥镇龙王村5组",
    "lnglat": [115.544047, 39.884489]
  }, {
    "dwbn": "DWI00012704",
    "address": "重庆市璧山县璧泉街道福顺路石华街2栋24-25号",
    "lnglat": [116.329474, 39.52371]
  }, {
    "dwbn": "DWI00012928",
    "address": "重庆市三汇口乡永太村1村",
    "lnglat": [116.335568, 39.801175]
  }, {
    "dwbn": "DWI00012963",
    "address": "内江市隆昌县云顶镇金墨社区繁荣街1号",
    "lnglat": [116.702728, 40.138029]
  }, {
    "dwbn": "DWI00013025",
    "address": "重庆市开县汉丰街道锦城路268号",
    "lnglat": [116.80716, 40.352667]
  }, {
    "dwbn": "DWI00013063",
    "address": "郫县郫筒镇西大街309号5栋1楼104、105号",
    "lnglat": [116.714726, 39.948352]
  }, {
    "dwbn": "DWI00013193",
    "address": "宜宾市宾市翠屏区人民路172-2号1层",
    "lnglat": [116.392602, 39.887303]
  }, {
    "dwbn": "DWI00013288",
    "address": "重庆市酉阳县钟多镇玉柱社区复兴街224号",
    "lnglat": [116.379898, 39.803472]
  }, {
    "dwbn": "DWI00012870",
    "address": "成都市郫县郫筒镇新南街61、63、65号",
    "lnglat": [116.90926, 40.178336]
  }, {
    "dwbn": "DWI00012894",
    "address": "重庆市南门镇光明村3组",
    "lnglat": [117.13179, 40.549588]
  }, {
    "dwbn": "DWI00013086",
    "address": "重庆市平安镇平安街71号",
    "lnglat": [117.086853, 40.522751]
  }, {
    "dwbn": "DWI00013110",
    "address": "郫县安靖镇土地村九组",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00013113",
    "address": "荣昌县昌元街道滨河西路78、80号",
    "lnglat": [116.133526, 39.7226]
  }, {
    "dwbn": "DWI00013239",
    "address": "重庆市秀山县中和街道白沙大道延昌一街三号",
    "lnglat": [116.514651, 39.799612]
  }, {
    "dwbn": "DWI00013240",
    "address": "重庆市秀山县中和街道朝阳路34号",
    "lnglat": [116.488092, 39.915859]
  }, {
    "dwbn": "DWI00013253",
    "address": "达州市竹县竹阳镇解放街139号",
    "lnglat": [115.980238, 40.469014]
  }, {
    "dwbn": "DWI00013367",
    "address": "成都市郫县安靖镇土地村安宁街55号",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00013454",
    "address": "重庆市彭水县汉葭街道鼓楼社区城隍巷13号",
    "lnglat": [116.848872, 40.381219]
  }, {
    "dwbn": "DWI00013469",
    "address": "内江市隆昌渔箭镇市街",
    "lnglat": [116.697804, 39.91274]
  }, {
    "dwbn": "DWI00013549",
    "address": "郫县犀浦镇天府路36号",
    "lnglat": [116.314811, 39.670124]
  }, {
    "dwbn": "DWI00013567",
    "address": "重庆市开县三汇口乡永乐村4组",
    "lnglat": [117.028627, 40.555566]
  }, {
    "dwbn": "DWI00013702",
    "address": "重庆市梁平县福禄寿拱桥镇139号",
    "lnglat": [116.455863, 39.889968]
  }, {
    "dwbn": "DWI00013709",
    "address": "重庆市开县中和镇牌楼村1组",
    "lnglat": [116.786412, 40.097338]
  }, {
    "dwbn": "DWI00013791",
    "address": "达县南外镇店子梁社区清晨丽苑一号楼七号门市",
    "lnglat": [116.546268, 39.789026]
  }, {
    "dwbn": "DWI00013807",
    "address": "郫县安靖镇土地村9组",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00013810",
    "address": "隆昌县金鹅镇新华街568-572号",
    "lnglat": [116.293214, 39.844103]
  }, {
    "dwbn": "DWI00014065",
    "address": "成都市郫县安靖镇土地村7组415、416号",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00014056",
    "address": "成都市郫县安靖镇土地村6组",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00013290",
    "address": "重庆市酉阳县桃花源镇城南社区二组",
    "lnglat": [116.238967, 39.84416]
  }, {
    "dwbn": "DWI00013295",
    "address": "内江市东新区高桥镇内高路西街139号",
    "lnglat": [116.382652, 39.71827]
  }, {
    "dwbn": "DWI00013304",
    "address": "重庆市酉阳县桃花源镇环城路504号",
    "lnglat": [116.182558, 39.751174]
  }, {
    "dwbn": "DWI00013306",
    "address": "重庆市酉阳县钟多镇城南社区7组",
    "lnglat": [116.238967, 39.84416]
  }, {
    "dwbn": "DWI00013310",
    "address": "重庆市酉阳县钟多镇复兴街241号（前程商都二幢15号）",
    "lnglat": [116.832002, 40.191629]
  }, {
    "dwbn": "DWI00013309",
    "address": "重庆市酉阳县桃花源镇环城路",
    "lnglat": [116.182558, 39.751174]
  }, {
    "dwbn": "DWI00013501",
    "address": "九襄镇建国街16号",
    "lnglat": [116.481697, 39.911878]
  }, {
    "dwbn": "DWI00013850",
    "address": "重庆市云枫街道裕安街168号",
    "lnglat": [116.542426, 40.114341]
  }, {
    "dwbn": "DWI00013851",
    "address": "重庆市开县云枫街道裕安街239号附46号",
    "lnglat": [116.542426, 40.114341]
  }, {
    "dwbn": "DWI00013945",
    "address": "重庆市文峰街道中吉社区中原街1支路东城国际7号楼15-16号",
    "lnglat": [116.4232, 39.94875]
  }, {
    "dwbn": "DWI00013962",
    "address": "达州市达县石板镇金刚煤矿劳务公司底楼门市",
    "lnglat": [116.650065, 40.117542]
  }, {
    "dwbn": "DWI00014141",
    "address": "成都市郫县安靖镇土地村7组121号",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00013633",
    "address": "重庆市秀山县中和街道渝秀大道76号-1-1",
    "lnglat": [116.514651, 39.799612]
  }, {
    "dwbn": "DWI00013894",
    "address": "重庆市开县和谦双河村2组",
    "lnglat": [116.530693, 39.863686]
  }, {
    "dwbn": "DWI00013912",
    "address": "宜宾市江安镇中心路西段",
    "lnglat": [116.043444, 39.593039]
  }, {
    "dwbn": "DWI00014230",
    "address": "广元市青城山万兴广场",
    "lnglat": [116.338408, 39.844409]
  }, {
    "dwbn": "DWI00001443",
    "address": "重庆市珞璜华兴路64号",
    "lnglat": [116.119434, 39.916869]
  }, {
    "dwbn": "DWI00014450",
    "address": "重庆市秀山县中和街站前大道4B1号",
    "lnglat": [116.516237, 39.799615]
  }, {
    "dwbn": "DWI00015055",
    "address": "宜昌市长阳榔坪镇榔坪村一组",
    "lnglat": [116.177492, 39.745467]
  }, {
    "dwbn": "DWI00014172",
    "address": "成都市郫县郫筒镇东大街509号",
    "lnglat": [116.264541, 40.183589]
  }, {
    "dwbn": "DWI00014192",
    "address": "重庆市开县岳溪镇三合村4组",
    "lnglat": [115.857454, 39.753201]
  }, {
    "dwbn": "DWI00014203",
    "address": "南充市营山县城景阳路金华商城7、8号门市",
    "lnglat": [116.425741, 39.926752]
  }, {
    "dwbn": "DWI00014717",
    "address": "宜昌市五峰土家自治县五峰镇西北路6号",
    "lnglat": [116.143086, 40.14313]
  }, {
    "dwbn": "DWI00014746",
    "address": "荆州市南湖路与曲江路交汇处",
    "lnglat": [116.353635, 39.724187]
  }, {
    "dwbn": "DWI00016657",
    "address": "双流县双流县永安镇太平街94号",
    "lnglat": [117.126045, 40.142107]
  }, {
    "dwbn": "DWI00016661",
    "address": "广州市徐城红旗一路（总工会楼下）",
    "lnglat": [116.330102, 39.909182]
  }, {
    "dwbn": "DWI00017232",
    "address": "淄博市周村机场路1676号",
    "lnglat": [117.064522, 40.133483]
  }, {
    "dwbn": "DWI00017241",
    "address": "济南市东苑沿街房乐王家超市东100米",
    "lnglat": [116.422317, 40.061806]
  }, {
    "dwbn": "DWI00017260",
    "address": "内江市四川省远县严陵镇中心街2号",
    "lnglat": [116.495167, 40.097083]
  }, {
    "dwbn": "DWI00017837",
    "address": "台州市仙居镇南峰街道工业路185号",
    "lnglat": [117.122075, 40.544382]
  }, {
    "dwbn": "DWI00014299",
    "address": "重庆市开县临江镇四十米大街门市",
    "lnglat": [116.650065, 40.117542]
  }, {
    "dwbn": "DWI00014312",
    "address": "泸州市白节镇长兴街50号",
    "lnglat": [116.166647, 39.846141]
  }, {
    "dwbn": "DWI00014341",
    "address": "重庆市龙河镇长坡村",
    "lnglat": [116.464872, 39.902206]
  }, {
    "dwbn": "DWI00014990",
    "address": "宜昌市玉阳办事处东正街90号",
    "lnglat": [116.28145, 39.62903]
  }, {
    "dwbn": "DWI00014997",
    "address": "宜昌市合益路200-1（城东生态新区怡和小区1号楼）",
    "lnglat": [116.432629, 39.954641]
  }, {
    "dwbn": "DWI00016239",
    "address": "重庆市潼南县卧佛镇太平街251号",
    "lnglat": [116.387475, 39.873957]
  }, {
    "dwbn": "DWI00016247",
    "address": "重庆市潼南县柏梓镇建设路13号",
    "lnglat": [116.129919, 39.716942]
  }, {
    "dwbn": "DWI00016829",
    "address": "济南市柳泉北路6999号东岳国际2号楼1-110",
    "lnglat": [116.499063, 39.971473]
  }, {
    "dwbn": "DWI00018080",
    "address": "银坑镇银坑村商业街组",
    "lnglat": [116.323486, 39.965355]
  }, {
    "dwbn": "DWI00018653",
    "address": "西安市陕西省西咸新区沣东新城丰产路西段省商业储运公司六村堡南区仓库B区8号-11号",
    "lnglat": [116.510443, 39.891174]
  }, {
    "dwbn": "DWI00018656",
    "address": "重庆市开县温泉镇东坪村",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00014875",
    "address": "重庆市彭水县绍庆街道河堡社区学府路1号附7号",
    "lnglat": [116.339126, 39.991911]
  }, {
    "dwbn": "DWI00014876",
    "address": "黄冈市团凤县总路咀镇车站路",
    "lnglat": [116.333328, 39.715978]
  }, {
    "dwbn": "DWI00016164",
    "address": "临江镇大兴街283号",
    "lnglat": [116.380495, 39.80292]
  }, {
    "dwbn": "DWI00017406",
    "address": "成都市郫县安靖镇土地村七组正兴街84号",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00001802",
    "address": "重庆市梁平县文化镇新中街26号",
    "lnglat": [116.438377, 39.934115]
  }, {
    "dwbn": "DWI00018614",
    "address": "南充市晋城镇新建路156号",
    "lnglat": [116.123667, 39.950427]
  }, {
    "dwbn": "DWI00014638",
    "address": "成都市郫县犀浦校园路东段230、232号",
    "lnglat": [117.103651, 40.160782]
  }, {
    "dwbn": "DWI00015281",
    "address": "重庆市开县汉丰街道佰城街南五路39号",
    "lnglat": [116.755627, 40.140149]
  }, {
    "dwbn": "DWI00001531",
    "address": "重庆市石马镇太平社区旁",
    "lnglat": [116.650704, 40.137902]
  }, {
    "dwbn": "DWI00015311",
    "address": "荆州市斗湖堤巴百厘印象16-103",
    "lnglat": [116.277393, 39.926077]
  }, {
    "dwbn": "DWI00016528",
    "address": "简阳镇海上花园4号楼公园后街17号1-1",
    "lnglat": [116.389297, 39.835812]
  }, {
    "dwbn": "DWI00017133",
    "address": "泰安市长城路堰北立交桥东邻",
    "lnglat": [116.655902, 39.97018]
  }, {
    "dwbn": "DWI00018359",
    "address": "朝阳区谷饶镇东明村谷贵路南西15.16号",
    "lnglat": [116.601144, 39.948574]
  }, {
    "dwbn": "DWI00018951",
    "address": "禾川镇繁荣街公园路",
    "lnglat": [116.702728, 40.138029]
  }, {
    "dwbn": "DWI00014581",
    "address": "重庆市开县铁桥镇双桥街145号",
    "lnglat": [116.577599, 39.903221]
  }, {
    "dwbn": "DWI00015867",
    "address": "宜昌市八一路18号勤兴花园Q4-104",
    "lnglat": [116.661929, 40.356855]
  }, {
    "dwbn": "DWI00016500",
    "address": "泰安市造纸厂北路1号",
    "lnglat": [116.545724, 40.096406]
  }, {
    "dwbn": "DWI00017073",
    "address": "汕尾市海丰海城新园九巷",
    "lnglat": [116.390756, 39.935892]
  }, {
    "dwbn": "DWI00017094",
    "address": "黄冈市黄岗市黄州八一路27号胜利新街7号",
    "lnglat": [116.661929, 40.356855]
  }, {
    "dwbn": "DWI00016520",
    "address": "重庆市梁平县梁山镇鲁班路118号",
    "lnglat": [115.955203, 39.600013]
  }, {
    "dwbn": "DWI00017109",
    "address": "济南市县城东苑小区C区",
    "lnglat": [116.640615, 40.31577]
  }, {
    "dwbn": "DWI00017691",
    "address": "宜昌市长阳磨石镇峰山村二组55号",
    "lnglat": [116.177492, 39.745467]
  }, {
    "dwbn": "DWI00018880",
    "address": "融水县融水镇香山路81号",
    "lnglat": [116.230326, 39.998714]
  }, {
    "dwbn": "DWI00018884",
    "address": "盛泽镇东方南路西侧东城商业广场16幢44-47铺",
    "lnglat": [116.463095, 39.952756]
  }, {
    "dwbn": "DWI00014659",
    "address": "重庆市开县温泉镇和平村4组",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00015363",
    "address": "重庆市开县丰乐街道二环路迎东大楼",
    "lnglat": [116.395324, 39.949026]
  }, {
    "dwbn": "DWI00016607",
    "address": "重庆市梁平县文化镇文化村3组1号",
    "lnglat": [116.504484, 39.999384]
  }, {
    "dwbn": "DWI00017192",
    "address": "省直辖行政单位潜江市总口管理器商业步行街综合楼3号楼5-6号",
    "lnglat": [116.225335, 39.906601]
  }, {
    "dwbn": "DWI00019002",
    "address": "赣州市赣县梅林镇货场路24号",
    "lnglat": [115.922358, 40.389399]
  }, {
    "dwbn": "DWI00019628",
    "address": "赣州市赣县南塘镇南三路",
    "lnglat": [116.285087, 39.704375]
  }, {
    "dwbn": "DWI00019630",
    "address": "南通市通州区十总镇新农贸市场门面房101、102室",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00020183",
    "address": "重庆市铜梁县旧县镇中峰村2社",
    "lnglat": [116.08733, 40.550988]
  }, {
    "dwbn": "DWI00014790",
    "address": "黄冈市蔪春县漕河镇蔪春大道168号好又多超市",
    "lnglat": [116.626759, 39.988601]
  }, {
    "dwbn": "DWI00015444",
    "address": "重庆市武隆县仙女山镇银杏大道66号",
    "lnglat": [116.415798, 39.955246]
  }, {
    "dwbn": "DWI00015488",
    "address": "重庆市梁平县荫平镇柳荫街29号",
    "lnglat": [116.384653, 39.936728]
  }, {
    "dwbn": "DWI00001607",
    "address": "重庆市大足县龙水镇龙玉路32号",
    "lnglat": [116.411586, 39.591899]
  }, {
    "dwbn": "DWI00016709",
    "address": "怀城镇怀城镇幸福社区",
    "lnglat": [116.435724, 39.890566]
  }, {
    "dwbn": "DWI00015478",
    "address": "荆州市城南开发区凤凰路33-34号",
    "lnglat": [116.456719, 39.961885]
  }, {
    "dwbn": "DWI00017276",
    "address": "临沂市河东区凤凰岭街道中李埠村",
    "lnglat": [116.941008, 40.381333]
  }, {
    "dwbn": "DWI00017278",
    "address": "潮州市潮安县金石镇辜厝高楼边",
    "lnglat": [116.32558, 39.870462]
  }, {
    "dwbn": "DWI00000173",
    "address": "重庆市开县新城金贸路供销大厦D幢二楼",
    "lnglat": [116.635509, 40.128424]
  }, {
    "dwbn": "DWI00017877",
    "address": "南通市通州区金沙镇建设路140号",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00017882",
    "address": "南通市通州区川姜镇通甲路东侧",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00018503",
    "address": "广安市邻水新丰禾镇兴丰街145号",
    "lnglat": [116.338194, 39.749732]
  }, {
    "dwbn": "DWI00018518",
    "address": "南通市通州区金新街道金乐佳苑A区门面房15.16号",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00019196",
    "address": "达州市大竹县双拱镇江通街中心小学门口1、2门市",
    "lnglat": [116.537149, 39.937079]
  }, {
    "dwbn": "DWI00019910",
    "address": "德州市银城街道东关村",
    "lnglat": [116.150822, 39.732272]
  }, {
    "dwbn": "DWI00014913",
    "address": "眉山市彭水县平安镇平安社区三组224号附1、2号",
    "lnglat": [116.32469, 39.841209]
  }, {
    "dwbn": "DWI00015660",
    "address": "黄冈市罗田镇三里畈镇民生街",
    "lnglat": [116.464207, 39.617971]
  }, {
    "dwbn": "DWI00015671",
    "address": "宜昌市城东大道城东花园7栋11号负一层门面",
    "lnglat": [116.381451, 39.89957]
  }, {
    "dwbn": "DWI00015692",
    "address": "达州市达县南外立石子路",
    "lnglat": [116.238957, 39.83872]
  }, {
    "dwbn": "DWI00016879",
    "address": "周村长安小区8-1号楼161号",
    "lnglat": [116.842445, 40.373813]
  }, {
    "dwbn": "DWI00016905",
    "address": "成都市郫县郫筒街道北大街377、379号",
    "lnglat": [116.37257, 39.9464]
  }, {
    "dwbn": "DWI00017511",
    "address": "宜宾市宾市翠屏区和都国际社区一期4幢10号",
    "lnglat": [116.487138, 39.980046]
  }, {
    "dwbn": "DWI00001812",
    "address": "重庆市梁平县福禄镇福兴街45号",
    "lnglat": [116.424722, 39.719785]
  }, {
    "dwbn": "DWI00018731",
    "address": "通州区平潮镇新坝村1组",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00018736",
    "address": "象州石龙镇建设街11号",
    "lnglat": [116.944718, 40.419866]
  }, {
    "dwbn": "DWI00019354",
    "address": "丹二路生资公司一楼",
    "lnglat": [116.332044, 39.713272]
  }, {
    "dwbn": "DWI00019947",
    "address": "重庆市铜梁县安居镇琵琶一社",
    "lnglat": [116.218147, 40.03484]
  }, {
    "dwbn": "DWI00019954",
    "address": "赣州市南水新区巴黎大厦旁南山安置点",
    "lnglat": [115.774139, 40.115709]
  }, {
    "dwbn": "DWI00016353",
    "address": "东营市垦利县复兴路119号",
    "lnglat": [116.29721, 39.901946]
  }, {
    "dwbn": "DWI00018149",
    "address": "上饶市玉亭镇世纪大道科技大楼店面",
    "lnglat": [116.330801, 39.993541]
  }, {
    "dwbn": "DWI00018773",
    "address": "于都银坑镇大公路老汽车站",
    "lnglat": [116.41528, 39.643974]
  }, {
    "dwbn": "DWI00019415",
    "address": "东阿镇邢沟村",
    "lnglat": [116.4083, 39.933628]
  }, {
    "dwbn": "DWI00019427",
    "address": "赣州市赣县梅林镇城南大道与双龙大道交汇处3栋33号",
    "lnglat": [116.369201, 39.832967]
  }, {
    "dwbn": "DWI00021174",
    "address": "景德镇市浮梁景鹅湖街（鹅湖医院门口）",
    "lnglat": [116.304474, 39.92443]
  }, {
    "dwbn": "DWI00021156",
    "address": "重庆市开县高桥镇欣荣街74号",
    "lnglat": [116.404919, 39.696065]
  }, {
    "dwbn": "DWI00015109",
    "address": "恩施土家族苗族自治州宜恩县珠山镇建设路",
    "lnglat": [116.128457, 39.717377]
  }, {
    "dwbn": "DWI00015797",
    "address": "武汉市黄陂四季美农贸城5栋115、159、160三个门面",
    "lnglat": [116.4762, 40.001812]
  }, {
    "dwbn": "DWI00016405",
    "address": "重庆市梁平县梁山街道人民南路11幢13号门市",
    "lnglat": [116.216451, 39.910277]
  }, {
    "dwbn": "DWI00017580",
    "address": "随州市广水市应山东大街文昌路58号",
    "lnglat": [116.294821, 39.856474]
  }, {
    "dwbn": "DWI00000176",
    "address": "重庆市开县新城帅乡1号",
    "lnglat": [116.321463, 39.884719]
  }, {
    "dwbn": "DWI00018251",
    "address": "贡江镇红旗村渡江路丽水明珠B区12号店",
    "lnglat": [116.206765, 39.980338]
  }, {
    "dwbn": "DWI00019284",
    "address": "达州市达县南外镇前进巷县法院家属院B幢35号门市",
    "lnglat": [116.351031, 39.938172]
  }, {
    "dwbn": "DWI00019811",
    "address": "泰安市乐园小区",
    "lnglat": [116.428542, 39.793645]
  }, {
    "dwbn": "DWI00021507",
    "address": "重庆市荣昌县昌元街道兴隆街69号",
    "lnglat": [117.121853, 40.106618]
  }, {
    "dwbn": "DWI00015533",
    "address": "孝感市孝南经济开发区新华社区建六街78号",
    "lnglat": [116.675766, 39.905338]
  }, {
    "dwbn": "DWI00016772",
    "address": "重庆市开县汉丰街道安康路汉丰一校宿舍楼13号",
    "lnglat": [116.499832, 39.618924]
  }, {
    "dwbn": "DWI00017337",
    "address": "济宁市南张镇驻地",
    "lnglat": [116.387277, 39.870477]
  }, {
    "dwbn": "DWI00017966",
    "address": "南通市通州区东社镇白龙庙居街道",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00018596",
    "address": "南京市鼓楼区安乐村186号一楼",
    "lnglat": [116.663801, 40.212588]
  }, {
    "dwbn": "DWI00019137",
    "address": "重庆市梁平县大河坝锦绣家园南区2栋1层9、10、11号",
    "lnglat": [117.134334, 40.148836]
  }, {
    "dwbn": "DWI00020392",
    "address": "重庆市南门社区铁石路30号",
    "lnglat": [116.324552, 39.909125]
  }, {
    "dwbn": "DWI00002226",
    "address": "重庆市江津东部新城星河奥运小区10号",
    "lnglat": [116.377321, 39.893875]
  }, {
    "dwbn": "DWI00019251",
    "address": "重庆市铜梁县土桥镇新房村7社",
    "lnglat": [116.565101, 39.903853]
  }, {
    "dwbn": "DWI00019262",
    "address": "重庆市梁平县梁山街道北新街10号",
    "lnglat": [117.127094, 40.136921]
  }, {
    "dwbn": "DWI00019859",
    "address": "徐州市鼓楼区煤港路朱庄小区26号门面房",
    "lnglat": [116.586652, 39.639193]
  }, {
    "dwbn": "DWI00019869",
    "address": "黄冈市黄梅镇西河一中路",
    "lnglat": [116.665466, 40.221725]
  }, {
    "dwbn": "DWI00020350",
    "address": "抚州市南城街道河东村13社",
    "lnglat": [115.965504, 39.816957]
  }, {
    "dwbn": "DWI00020352",
    "address": "抚州市南城桐梓社区第七居民小组",
    "lnglat": [116.412749, 39.717807]
  }, {
    "dwbn": "DWI00020351",
    "address": "抚州市南城桐梓社区第二居民小组",
    "lnglat": [116.412749, 39.717807]
  }, {
    "dwbn": "DWI00020358",
    "address": "抚州市南城桐梓社区第22组",
    "lnglat": [116.412749, 39.717807]
  }, {
    "dwbn": "DWI00020360",
    "address": "抚州市南城马滩村19社",
    "lnglat": [116.412749, 39.717807]
  }, {
    "dwbn": "DWI00021043",
    "address": "遵义市务川自治县都濡街道办康复路",
    "lnglat": [116.846836, 40.378528]
  }, {
    "dwbn": "DWI00021074",
    "address": "遵义市遵义县龙坑镇共青社区龙兴街",
    "lnglat": [116.359438, 39.698928]
  }, {
    "dwbn": "DWI00021082",
    "address": "贵阳市白云区大兴路56号大坝兴源商住楼1层10号",
    "lnglat": [116.380495, 39.80292]
  }, {
    "dwbn": "DWI00022418",
    "address": "内江市隆昌周兴镇双河街9号",
    "lnglat": [116.683673, 40.096407]
  }, {
    "dwbn": "DWI00014504",
    "address": "重庆市万盛经开区塔山路321号（财富广场55号）",
    "lnglat": [116.142628, 39.732054]
  }, {
    "dwbn": "DWI00016460",
    "address": "台湾路1号",
    "lnglat": [116.309385, 39.856169]
  }, {
    "dwbn": "DWI00017024",
    "address": "陵城镇南街村",
    "lnglat": [115.982581, 39.695684]
  }, {
    "dwbn": "DWI00001881",
    "address": "重庆市开县赵家镇凤翔路",
    "lnglat": [116.685044, 40.292536]
  }, {
    "dwbn": "DWI00018823",
    "address": "台州市西城街道西街社区青年西路74-76号",
    "lnglat": [116.144636, 39.73396]
  }, {
    "dwbn": "DWI00018827",
    "address": "李庄镇陈家村",
    "lnglat": [116.488155, 39.850982]
  }, {
    "dwbn": "DWI00020368",
    "address": "抚州市南城马滩村21社",
    "lnglat": [116.412749, 39.717807]
  }, {
    "dwbn": "DWI00020609",
    "address": "泰州市泰兴镇鼓楼南路323号",
    "lnglat": [116.234387, 40.219677]
  }, {
    "dwbn": "DWI00021202",
    "address": "成都市郫县德源镇文明街108、110号",
    "lnglat": [116.574859, 40.078705]
  }, {
    "dwbn": "DWI00020128",
    "address": "内江市市中区民族路107号",
    "lnglat": [116.392573, 39.982924]
  }, {
    "dwbn": "DWI00020371",
    "address": "天津市蓟县渔阳镇人民东路张庄",
    "lnglat": [116.868492, 39.741341]
  }, {
    "dwbn": "DWI00020125",
    "address": "成都市郫县安德镇两路口永兴路88-92号",
    "lnglat": [116.32194, 39.685241]
  }, {
    "dwbn": "DWI00020376",
    "address": "抚州市南城街道南城社区龙山路8号",
    "lnglat": [115.981188, 39.696851]
  }, {
    "dwbn": "DWI00020661",
    "address": "成都市双流县九江镇马家寺锦苑37、38号",
    "lnglat": [116.279121, 39.887214]
  }, {
    "dwbn": "DWI00020670",
    "address": "南通市通州区金沙镇交通路13号",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00002070",
    "address": "重庆市赵家街道凤翔路274号",
    "lnglat": [116.685044, 40.292536]
  }, {
    "dwbn": "DWI00021246",
    "address": "重庆市开县临江镇大兴街151号",
    "lnglat": [116.380495, 39.80292]
  }, {
    "dwbn": "DWI00023147",
    "address": "徐州市睢城镇花园社区",
    "lnglat": [116.403637, 39.944628]
  }, {
    "dwbn": "DWI00024252",
    "address": "贵阳市贵州省贵安新区马场镇新艺俱乐部对面",
    "lnglat": [116.408946, 39.907793]
  }, {
    "dwbn": "DWI00002804",
    "address": "重庆市高峰镇兴隆街2号",
    "lnglat": [116.377483, 39.910389]
  }, {
    "dwbn": "DWI00005764",
    "address": "松原市长岭环城工业集中区岭南园区",
    "lnglat": [115.580456, 39.833579]
  }, {
    "dwbn": "DWI00000664",
    "address": "重庆市梁平县梁山镇大河路（锦绣家园10门市）",
    "lnglat": [116.353693, 39.527581]
  }, {
    "dwbn": "DWI00017857",
    "address": "赣州市江西镜坝镇红星村11组",
    "lnglat": [116.735968, 40.650755]
  }, {
    "dwbn": "DWI00018487",
    "address": "周村机场路1676号",
    "lnglat": [117.064522, 40.133483]
  }, {
    "dwbn": "DWI00020297",
    "address": "梅州市梅县新城办事处华侨城富贵花园A3栋1-3、4号",
    "lnglat": [116.500562, 39.866391]
  }, {
    "dwbn": "DWI00019677",
    "address": "南通市通州区刘桥镇通刘路",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00020910",
    "address": "资阳市丰裕镇红星村8社",
    "lnglat": [116.735968, 40.650755]
  }, {
    "dwbn": "DWI00020915",
    "address": "天津市蓟县东二营镇政府大街北侧（东三营中学东55米）",
    "lnglat": [116.648336, 39.831552]
  }, {
    "dwbn": "DWI00023582",
    "address": "盐城市大丰市健康西路98号御景嘉园22幢118室",
    "lnglat": [116.178999, 39.818772]
  }, {
    "dwbn": "DWI00003988",
    "address": "重庆市璧山县青杠街道中大街273-275号",
    "lnglat": [116.431839, 39.899013]
  }, {
    "dwbn": "DWI00005468",
    "address": "重庆市开县汉丰街道安康街颐和龙锦门市9-18号",
    "lnglat": [116.735141, 40.18136]
  }, {
    "dwbn": "DWI00020139",
    "address": "成都市郫县唐昌镇西正街66号",
    "lnglat": [116.305153, 39.581257]
  }, {
    "dwbn": "DWI00020734",
    "address": "重庆市开县温泉镇双龙村1组",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00020749",
    "address": "内江市隆昌金鹅镇文兴街25号",
    "lnglat": [116.429791, 39.692367]
  }, {
    "dwbn": "DWI00021319",
    "address": "石家庄市石家庄经济技术开发区创业路20号",
    "lnglat": [116.314081, 40.035325]
  }, {
    "dwbn": "DWI00021321",
    "address": "重庆市南岸长生桥新建街48号",
    "lnglat": [116.768267, 40.05875]
  }, {
    "dwbn": "DWI00002329",
    "address": "重庆市华博健康药房丰都县三坝乡厢坝刘海泉连锁店",
    "lnglat": [116.406638, 40.054954]
  }, {
    "dwbn": "DWI00004898",
    "address": "重庆市铜梁县巴川镇中南路凌达厂内",
    "lnglat": [116.812738, 40.191659]
  }, {
    "dwbn": "DWI00007337",
    "address": "重庆市铜梁县巴川街道办事处龙门西街259号",
    "lnglat": [116.079187, 39.941411]
  }, {
    "dwbn": "DWI00021177",
    "address": "重庆市汉丰街道锦程路362号",
    "lnglat": [116.80716, 40.352667]
  }, {
    "dwbn": "DWI00021182",
    "address": "郑州市新镇市辛店镇",
    "lnglat": [116.04072, 39.7439]
  }, {
    "dwbn": "DWI00002189",
    "address": "重庆市大足龙岗街道南门广场东侧1栋13号",
    "lnglat": [116.399344, 39.873489]
  }, {
    "dwbn": "DWI00022031",
    "address": "襄樊市西城襄阳路",
    "lnglat": [116.368939, 39.889577]
  }, {
    "dwbn": "DWI00023201",
    "address": "重庆市石柱县南宾镇人民街55号",
    "lnglat": [116.579728, 40.28789]
  }, {
    "dwbn": "DWI00000262",
    "address": "重庆市开县新城南环路南欣家园",
    "lnglat": [116.876988, 39.784068]
  }, {
    "dwbn": "DWI00002646",
    "address": "晋宁县昆明街道办事处宝峰韩家营",
    "lnglat": [116.459525, 39.863914]
  }, {
    "dwbn": "DWI00000443",
    "address": "贵阳市园林路1号锦绣家园D栋1-2层2号",
    "lnglat": [116.492173, 39.850654]
  }, {
    "dwbn": "DWI00004497",
    "address": "重庆市荣昌县荣隆镇东城小区",
    "lnglat": [116.423081, 39.956184]
  }, {
    "dwbn": "DWI00004499",
    "address": "重庆市兴龙镇黎明村",
    "lnglat": [116.344174, 39.550597]
  }, {
    "dwbn": "DWI00000593",
    "address": "重庆市开县温泉镇泉兴街69号",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00006849",
    "address": "达州市东乡镇解放街农贸公司门市",
    "lnglat": [115.980238, 40.469014]
  }, {
    "dwbn": "DWI00006889",
    "address": "广元市旺昌县东河镇商业南街49号",
    "lnglat": [116.709962, 39.860407]
  }, {
    "dwbn": "DWI00006894",
    "address": "眉山市彭山县凤鸣镇兴盛路红平小区",
    "lnglat": [116.708208, 40.134005]
  }, {
    "dwbn": "DWI00019684",
    "address": "德州市陵城镇凤凰",
    "lnglat": [116.394154, 39.942652]
  }, {
    "dwbn": "DWI00020254",
    "address": "内江市隆昌石碾镇中心街",
    "lnglat": [116.697804, 39.91274]
  }, {
    "dwbn": "DWI00021351",
    "address": "南京市通州区刘桥镇英雄农民街",
    "lnglat": [116.656435, 39.909946]
  }, {
    "dwbn": "DWI00002265",
    "address": "长春市经济开发区兴隆山镇长哈公路5公里处",
    "lnglat": [116.702273, 39.845254]
  }, {
    "dwbn": "DWI00023225",
    "address": "天津市静海县静海镇新华住宅小区沿胜利路13号底商",
    "lnglat": [116.707042, 40.194169]
  }, {
    "dwbn": "DWI00002869",
    "address": "重庆市璧山县青杠街道富民街26-28号",
    "lnglat": [116.55375, 40.078145]
  }, {
    "dwbn": "DWI00002988",
    "address": "重庆市铜梁县南城街道办事处中兴路377号",
    "lnglat": [116.23257, 40.194797]
  }, {
    "dwbn": "DWI00000677",
    "address": "遵义市道真自治县民族路",
    "lnglat": [116.392573, 39.982924]
  }, {
    "dwbn": "DWI00006775",
    "address": "成都市双流县西航巷街道机场路近都段6号欧洲印象106号",
    "lnglat": [116.370556, 40.00229]
  }, {
    "dwbn": "DWI00006822",
    "address": "资阳市草池镇裕民街298号门市内",
    "lnglat": [116.543736, 40.09895]
  }, {
    "dwbn": "DWI00006832",
    "address": "达州市宣汉先天生镇城中路137号",
    "lnglat": [116.366547, 40.054244]
  }, {
    "dwbn": "DWI00007693",
    "address": "重庆市虎城镇陈家村5组",
    "lnglat": [116.488155, 39.850982]
  }, {
    "dwbn": "DWI00007703",
    "address": "内江市隆昌县金鹅镇中心街300号",
    "lnglat": [117.004612, 40.361514]
  }, {
    "dwbn": "DWI00020424",
    "address": "雅安市九襄镇建国街12号",
    "lnglat": [116.291097, 39.845992]
  }, {
    "dwbn": "DWI00020436",
    "address": "石家庄市石家庄经济技术开发区丰产路路南兴业街路东",
    "lnglat": [116.545933, 39.771329]
  }, {
    "dwbn": "DWI00020458",
    "address": "西安市陕西省西咸新区沣东新城建章路186号5号仓库",
    "lnglat": [116.251291, 39.85659]
  }, {
    "dwbn": "DWI00020995",
    "address": "德州市迎宾南路",
    "lnglat": [116.639713, 40.308004]
  }, {
    "dwbn": "DWI00002237",
    "address": "遵义市桐梓娄山关镇和平路十三区14、15号门面",
    "lnglat": [116.424785, 39.964]
  }, {
    "dwbn": "DWI00022379",
    "address": "内江市严陵镇西山村",
    "lnglat": [116.2409, 39.945915]
  }, {
    "dwbn": "DWI00023468",
    "address": "常德市城关镇",
    "lnglat": [116.21605, 40.228921]
  }, {
    "dwbn": "DWI00023444",
    "address": "苏州市吴江区松陵镇中山南路1088号万宝财富广场外街C1019号",
    "lnglat": [116.142628, 39.732054]
  }, {
    "dwbn": "DWI00002293",
    "address": "重庆市五桥百安坝上海大道日杂市场大升药店",
    "lnglat": [116.642603, 39.9145]
  }, {
    "dwbn": "DWI00003830",
    "address": "重庆市开县汉丰街道安康路270号",
    "lnglat": [116.499832, 39.618924]
  }, {
    "dwbn": "DWI00005282",
    "address": "重庆市新华东路中段疾控中心底楼",
    "lnglat": [116.83573, 40.380646]
  }, {
    "dwbn": "DWI00006209",
    "address": "成都市郫县德源镇文明街108号、110号",
    "lnglat": [116.574859, 40.078705]
  }, {
    "dwbn": "DWI00007187",
    "address": "成都市双流县胜利镇白塔村六组1号10栋9号",
    "lnglat": [116.892879, 40.164714]
  }, {
    "dwbn": "DWI00022172",
    "address": "武汉市由湖北同济堂药房有限公司统一配送",
    "lnglat": [116.399392, 39.861582]
  }, {
    "dwbn": "DWI00022173",
    "address": "赣州市赣县石芫乡石芫中心小学旁",
    "lnglat": [116.538493, 39.936437]
  }, {
    "dwbn": "DWI00023304",
    "address": "常德市建设西路畔池花园1栋1号门面",
    "lnglat": [117.103649, 40.136806]
  }, {
    "dwbn": "DWI00004767",
    "address": "重庆市佳盛药房荣昌县昌元街道东大街182号",
    "lnglat": [116.811461, 40.484761]
  }, {
    "dwbn": "DWI00005985",
    "address": "绵阳市花园镇宝林寺村卫生站",
    "lnglat": [116.100133, 40.487367]
  }, {
    "dwbn": "DWI00006943",
    "address": "重庆市梁平县云龙镇人民村9组",
    "lnglat": [116.255231, 39.840486]
  }, {
    "dwbn": "DWI00006951",
    "address": "重庆市梁平县云龙镇双河村8组",
    "lnglat": [116.530693, 39.863686]
  }, {
    "dwbn": "DWI00007771",
    "address": "眉山市彭山县一环南路城南市场口",
    "lnglat": [115.978751, 40.443683]
  }, {
    "dwbn": "DWI00002351",
    "address": "重庆市香山国际12号楼27-2",
    "lnglat": [116.232232, 39.966508]
  }, {
    "dwbn": "DWI00023496",
    "address": "泰州市兴化市东营居委会都市家园综合楼101室",
    "lnglat": [116.462976, 39.858783]
  }, {
    "dwbn": "DWI00003732",
    "address": "重庆市梁平县梁山镇祥和路66号门市",
    "lnglat": [116.219481, 39.708288]
  }, {
    "dwbn": "DWI00005113",
    "address": "重庆市璧山县青杠街道中大街325号",
    "lnglat": [116.431839, 39.899013]
  }, {
    "dwbn": "DWI00000518",
    "address": "重庆市綦江县文龙街道办事处营麓小区变电站旁全泰栖苑2号楼负二层",
    "lnglat": [116.221076, 39.897806]
  }, {
    "dwbn": "DWI00005165",
    "address": "重庆市梁平县梁山街道石马路西池广场综合门市楼",
    "lnglat": [116.627321, 40.123147]
  }, {
    "dwbn": "DWI00006275",
    "address": "乐山市马边县民建镇建设街15号",
    "lnglat": [116.944675, 40.419352]
  }, {
    "dwbn": "DWI00007276",
    "address": "重庆市梁平县大观镇安乐村安乐街55号",
    "lnglat": [116.612925, 40.157064]
  }, {
    "dwbn": "DWI00007926",
    "address": "成都市郫县郫筒镇梨园路一段709号",
    "lnglat": [116.397917, 39.859583]
  }, {
    "dwbn": "DWI00008295",
    "address": "泸州市高坝化工路2段2号11幢15号",
    "lnglat": [116.514668, 39.864893]
  }, {
    "dwbn": "DWI00008498",
    "address": "郫县安靖镇土地村9组",
    "lnglat": [115.751189, 39.519615]
  }, {
    "dwbn": "DWI00008503",
    "address": "成都市双流县西航港街道光明社区2组335号1栋1楼1号",
    "lnglat": [116.381443, 39.920027]
  }, {
    "dwbn": "DWI00022759",
    "address": "南通市海安市墩头镇吉庆中心路47号",
    "lnglat": [116.722491, 40.0237]
  }, {
    "dwbn": "DWI00023439",
    "address": "连云港市云港市新浦区人民路新站花园5号楼",
    "lnglat": [116.392602, 39.887303]
  }, {
    "dwbn": "DWI00005398",
    "address": "重庆市荣昌县荣隆镇新民街12号",
    "lnglat": [115.902747, 40.373018]
  }, {
    "dwbn": "DWI00007571",
    "address": "重庆市梁平县梁山街道西环路3号",
    "lnglat": [116.226644, 40.225743]
  }, {
    "dwbn": "DWI00008038",
    "address": "成都市双流县西航港街道光明社区2组320号",
    "lnglat": [116.381443, 39.920027]
  }, {
    "dwbn": "DWI00008662",
    "address": "甘孜藏族自治州康定县向阳街3号",
    "lnglat": [116.288497, 39.845159]
  }, {
    "dwbn": "DWI00023604",
    "address": "滁州市高速地产东方天地新街口商业街中商47号",
    "lnglat": [116.413395, 39.909159]
  }, {
    "dwbn": "DWI00024111",
    "address": "重庆市开县温泉镇县坝村3社",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00005621",
    "address": "重庆市开县南雅镇新雅街30号",
    "lnglat": [116.324901, 39.787804]
  }, {
    "dwbn": "DWI00006553",
    "address": "广元市市中区火车南站文化楼",
    "lnglat": [116.351944, 39.964373]
  }, {
    "dwbn": "DWI00007638",
    "address": "重庆市梁平县荫平镇太平街道",
    "lnglat": [116.734187, 40.246782]
  }, {
    "dwbn": "DWI00008119",
    "address": "雅安市庐山县芦阳镇东风路160号",
    "lnglat": [115.96267, 39.756252]
  }, {
    "dwbn": "DWI00008115",
    "address": "成都市双流县公兴街道政府街63、65、67、69号",
    "lnglat": [116.233908, 40.22031]
  }, {
    "dwbn": "DWI00008462",
    "address": "木里县新兴路16号",
    "lnglat": [116.723185, 40.20328]
  }, {
    "dwbn": "DWI00008465",
    "address": "资阳市岳阳镇安乐路52号",
    "lnglat": [116.612925, 40.156345]
  }, {
    "dwbn": "DWI00020364",
    "address": "抚州市南城马滩村10社",
    "lnglat": [116.412749, 39.717807]
  }, {
    "dwbn": "DWI00020560",
    "address": "成都市加州国际飞仙街141号",
    "lnglat": [116.4171, 39.89677]
  }, {
    "dwbn": "DWI00021083",
    "address": "遵义市遵义县坑镇共青社区小康小区",
    "lnglat": [116.520952, 39.821938]
  }, {
    "dwbn": "DWI00021118",
    "address": "贵阳市白云区云环东路刘庄村标准厂房",
    "lnglat": [116.677, 39.941372]
  }, {
    "dwbn": "DWI00021712",
    "address": "周口市莲池镇韩营行政村韩营村",
    "lnglat": [116.622497, 39.619982]
  }, {
    "dwbn": "DWI00002174",
    "address": "重庆市秀山县中和街道东大街16号",
    "lnglat": [115.985605, 39.702647]
  }, {
    "dwbn": "DWI00002310",
    "address": "重庆市葛城街道南大街麦克药房",
    "lnglat": [115.984306, 39.696898]
  }, {
    "dwbn": "DWI00000636",
    "address": "重庆市荣昌县昌元街道滨河西路357号滨河花园帝豪新都5幢2层",
    "lnglat": [116.479434, 39.967162]
  }, {
    "dwbn": "DWI00008002",
    "address": "资阳市普安乡大柏村六社",
    "lnglat": [116.54965, 39.751113]
  }, {
    "dwbn": "DWI00007464",
    "address": "重庆市梁平县七星镇街道齐心雅苑底楼门市",
    "lnglat": [116.650065, 40.117542]
  }, {
    "dwbn": "DWI00007461",
    "address": "重庆市江北区中兴段87号城市印象6号楼10号门面",
    "lnglat": [116.415606, 39.858152]
  }, {
    "dwbn": "DWI00008035",
    "address": "成都市郫县犀浦镇龙吟路236号1栋1单元05号",
    "lnglat": [116.863561, 40.151675]
  }, {
    "dwbn": "DWI00008591",
    "address": "绵阳市安县黄土镇大东街14号",
    "lnglat": [116.661638, 39.668243]
  }, {
    "dwbn": "DWI00008802",
    "address": "江北区石马河金果园87-89号",
    "lnglat": [116.631421, 40.056994]
  }, {
    "dwbn": "DWI00008818",
    "address": "荣昌县盘龙镇盘龙路345号",
    "lnglat": [117.009299, 40.040258]
  }, {
    "dwbn": "DWI00022859",
    "address": "聊城市沙镇振兴西路笑海家电斜对面",
    "lnglat": [116.39675, 39.78616]
  }, {
    "dwbn": "DWI00023359",
    "address": "重庆市石柱县南宾镇观音街粮油大厦11号",
    "lnglat": [116.209021, 39.895921]
  }, {
    "dwbn": "DWI00007041",
    "address": "达州市达县南外通达西路134号县粮油公司二号门市",
    "lnglat": [116.339217, 39.732696]
  }, {
    "dwbn": "DWI00007063",
    "address": "成都市郫县安德镇板桥街34.36号",
    "lnglat": [116.055448, 39.648416]
  }, {
    "dwbn": "DWI00007097",
    "address": "达州市达县南外镇兴盛街56号",
    "lnglat": [116.520315, 39.793624]
  }, {
    "dwbn": "DWI00007794",
    "address": "南充市南隆镇新华路569号",
    "lnglat": [116.394021, 39.807566]
  }, {
    "dwbn": "DWI00008260",
    "address": "重庆市北部新区人和街道龙湖新南路128号",
    "lnglat": [116.844725, 40.369613]
  }, {
    "dwbn": "DWI00008776",
    "address": "宜宾市西城和平街80号",
    "lnglat": [116.425164, 39.967018]
  }, {
    "dwbn": "DWI00008559",
    "address": "郫县红光镇金隆镇北路22、24号",
    "lnglat": [116.447793, 39.836206]
  }, {
    "dwbn": "DWI00006617",
    "address": "南充市徐家镇向阳街124号",
    "lnglat": [116.838883, 40.077603]
  }, {
    "dwbn": "DWI00006618",
    "address": "成都市郫县安靖镇正义路1号附226号14栋附8、9号",
    "lnglat": [116.407092, 39.906036]
  }, {
    "dwbn": "DWI00009045",
    "address": "重庆市开县温泉镇双龙村一社",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00008986",
    "address": "达县管村镇公路街236号",
    "lnglat": [116.209144, 39.828283]
  }, {
    "dwbn": "DWI00009089",
    "address": "攀枝花市东区新华街A座底层",
    "lnglat": [116.293214, 39.844103]
  }, {
    "dwbn": "DWI00009066",
    "address": "竹海镇新生村",
    "lnglat": [116.448256, 40.027307]
  }, {
    "dwbn": "DWI00009078",
    "address": "石柱县南宾镇人民街42号",
    "lnglat": [116.579728, 40.28789]
  }, {
    "dwbn": "DWI00009154",
    "address": "重庆市城西街道城西路288号",
    "lnglat": [116.379648, 39.977639]
  }, {
    "dwbn": "DWI00009197",
    "address": "内江市内江市中区永安镇西街55-57号",
    "lnglat": [116.94396, 40.090238]
  }, {
    "dwbn": "DWI00009369",
    "address": "双流县西航港街道大件路白家段280号7栋附159号",
    "lnglat": [116.087046, 39.727082]
  }, {
    "dwbn": "DWI00009428",
    "address": "内江市隆昌县周兴镇双河街",
    "lnglat": [116.640943, 40.096635]
  }, {
    "dwbn": "DWI00000946",
    "address": "重庆市万盛区旅游文华街1-12号",
    "lnglat": [116.365206, 40.115139]
  }, {
    "dwbn": "DWI00008162",
    "address": "重庆市荣昌县昌元街道广场路（县政府门面12号）",
    "lnglat": [116.801236, 39.705595]
  }, {
    "dwbn": "DWI00008165",
    "address": "重庆市梁平县袁驿镇响滩村1组",
    "lnglat": [116.108449, 40.246012]
  }, {
    "dwbn": "DWI00009586",
    "address": "重庆市荣昌县清流镇桂花路20号",
    "lnglat": [116.102143, 39.933125]
  }, {
    "dwbn": "DWI00000959",
    "address": "重庆市大足县高坪镇街村1组",
    "lnglat": [116.164491, 40.522259]
  }, {
    "dwbn": "DWI00009672",
    "address": "梁平县礼让镇玉石村观音堂学校",
    "lnglat": [116.525269, 39.885577]
  }, {
    "dwbn": "DWI00009681",
    "address": "开县汉丰街道月潭街北七路9-11号门市",
    "lnglat": [116.614361, 40.054278]
  }, {
    "dwbn": "DWI00009683",
    "address": "石柱县悦崃镇迎宾路25号",
    "lnglat": [116.636357, 40.318286]
  }, {
    "dwbn": "DWI00009690",
    "address": "酉阳土家族自治县兴隆镇龙潭村",
    "lnglat": [116.082199, 40.264559]
  }, {
    "dwbn": "DWI00009708",
    "address": "达县南外镇万达路卫生局综合楼20号",
    "lnglat": [116.672422, 40.113977]
  }, {
    "dwbn": "DWI00009940",
    "address": "重庆市铜梁县东城街道塔山社区中兴路130号",
    "lnglat": [116.23257, 40.194797]
  }, {
    "dwbn": "DWI00009998",
    "address": "铜梁县石鱼镇东店村三社",
    "lnglat": [116.559829, 39.75515]
  }, {
    "dwbn": "DWI00008862",
    "address": "岳阳镇解放街407号",
    "lnglat": [115.980238, 40.469014]
  }, {
    "dwbn": "DWI00000891",
    "address": "重庆市开县温泉镇泉兴街53号",
    "lnglat": [116.18103, 40.04876]
  }, {
    "dwbn": "DWI00009541",
    "address": "石柱县南宾镇城北路15号",
    "lnglat": [116.18969, 39.917812]
  }, {
    "dwbn": "DWI00009569",
    "address": "重庆市荣昌县仁义镇东门街35号",
    "lnglat": [116.278164, 40.129294]
  }, {
    "dwbn": "DWI00008221",
    "address": "成都市郫县犀浦镇龙吟路480.482.484号",
    "lnglat": [116.863561, 40.151675]
  }, {
    "dwbn": "DWI00008222",
    "address": "内江市隆昌县金鹅镇新华街586号门面（城南汽车站3号楼）",
    "lnglat": [116.293214, 39.844103]
  }, {
    "dwbn": "DWI00007959",
    "address": "资阳市禾丰镇裕民街381-383号",
    "lnglat": [116.543736, 40.09895]
  }]
  
  Mock.mock('/tms/neworder', 'get', addsArr);
  